{
  "sentences": {
    "Pandaros": {
      "Settlers": {
        "Tutorial": {
          "TipsHeader": "Welcome to the Settlers Mod!",
          "Intro": "Welcome to the settlers mod! This mod has A LOT of content, so to get you started here are some high level things to keep in mind while playing the mod.\r\n \r\n * Monsters HP scales with your colony population.\r\n * Settlers start coming after you have recruited 10 colonists.\r\n * It is recommended that you wall off/ dig a 2 deep trench around your banner in the green zone before you start recruiting (Preping your first colony is key to curving the difficulty of the mod)\r\n * The difficulty of the mod can be adjusted in the colony settings menu. This includes turing off all difficulty and making the mod like vanilla without the difficulty tweaks.\r\n * Happiness plays a huge role in this mod and effects your colonists in a lot of different ways.\r\n * Settlers DO NOT like being out of work, if you have colonists unemployed more than 48 in game hours, they will leave.\r\n * Settlers like to sleep in beds! if you have colonists without beds for longer than 24 hours, they will leave your colony.\r\n * When colonists leave your colony they might take food/items with them. It also makes other colonists upset! \r\n * At 150 colonists settlers zombies and bosses will start spawning. It is recommended that you have turrets ready. \r\n * There is a help menu in the colony menu that has all the finer details of settlers. Use it!\r\n * Have fun!",
          "CloseToBossesHeader": "Bosses and Settlers Zombies Soon!",
          "CloseToBosses": "Your colony {0} is close to 150 colonsts. Once the colony has 150 colonists bosses and Settlers zombies start spawning. These are special zombies with a range of abilities such as ranged attack, AoE damage, Elemental armors and much much more. Bosses are especially deadly. Ensure you have armor and bandages (Colonists will use them!) ready for your guards. Bosses could be especially devistating as they dont die when they kill a colonist."

        },
        "Wiki": {
          "title": "Settlers! Mod Help",
          "Requirements": "Requirements:",
          "Results": "Results:",
          "Item": "Item",
          "Icon": "Icon",
          "Description": "Description",
          "Amount": "Amount",
          "Chance": "Chance",
          "Type": "Type",
          "Value": "Value",
          "ReturnToMainMenu": "Return to main menu",
          "ItemDetails": {
            "Pandaros": {
              "Settlers": {
                "Esper": "Used for Magic Items and Elemental Turrets!"
              }
            }
          }
        }
      }
    }
  }
}