[
  {
    "dllpath": "Pandaros.Settlers.dll",
    "name": "Pandaros.Settlers",
    "version": "0.8.0.3",
    "enabled": true,
    "compatibleversions": [
      "0.6.0"
    ],
    "website": "http://www.settlersmod.com/",
    "about":  "The Settlers mod adds over 100 new researchables, 100's of new blocks, Weapons, Armor, Knights, Machines, teleporters, builders wand, magic items, new jobs and of course Settlers!",
    "patchnotes": [
      {
        "version": "0.8.0.3",
        "notes": [
          "Fix zombies not spawning when a player has over 500 colonists.",
          "Fixed Max Settlers that can come at a single time",
          "Updated the tooltips for Mana and Elementium to note their rare drops."
        ]
      },
      {
        "version": "0.8.0.2",
        "notes": [
          "Fix settlers coming too often.",
          "Fix /settlers off not working.",
          "Fixed error with settlers after skilled workers are researched."
        ]
      },
      {
        "version": "0.8.0.1",
        "notes": [
          "Fix settlers coming too often after reduced time is researched.",
          "Fixed Knights unable to get weapons or armor."
        ]
      },
      {
        "version": "0.8.0.0",
        "notes": [
          "Zombies can now be disabled with the /monsters [off|on] command.",
          "Bosses no longer have max HP. They will scale fully based on difficulty and number of colonists.",
          "New research added: Elementium, craftable by the Apothecary. Elementium is the base metal for magical items and stones.",
          "New elemental stones added for magic: Earth, Air, Fire, Water and Void, these are used as reagents and ammo for magic attacks.",
          "Settlers are back! Along with their original researchables; Max Settlers, Min Settlers, Time Between",
          "Added Skilled labor researchables. Skilled labor add additional chance for rare items to be crafted. (most rare items are a by-product of a item being crafted with a drop rate of 3% base)",
          "Added Elemental Turrets.",
          "Bosses now have different elemental armors along with additional physical resistance.",
          "Zombies base HP will now scale with colonies that are larger than 500 colonists.",
          "Knight base damage reduction increased from 65% to 75%.",
          "Added items to /lootall command.",
          "Turrets now shoot slower than normal guards, but continue to do the same amount of damage.",
          "Bosses that move slower have had their HP buffed 25%.",
          "Zombie Queen now teleports one less monster. The number of monsters teleported is based on difficulty. For example: Medium went from 3 to 2 monsters per teleport cooldown.",
          "3 new bosses added: Fallen Ranger: Has a ranged bow attack. Jack-b-nimble: super fast! Phase: Attacks vs phase have a chance to miss.",
          "New Epic bosses. Spawn after your colony reaches 500 colonists.  Void Knight: Void armored, has lance that can reach 2 blocks that is laced with void damage. Void Mage: AoE Void fire attacks.",
          "Fixed monster spawner. No longer spawns twice as many zombies during bosses.",
          "Bosses will no longer die if you block their path. They will teleport to the next valid position in their path to prevent cheesing bosses via path blocking.",
          "Fixed bug where turrets would not shoot from all sides.",
          "Fixed bug where builders wand could not build on one side in horizontal mode.",
          "Removed food from auto load. This includes: carrot, egg, flour, milk, meat and cake."
        ]
      }
    ]
  }
]